{
    "replies": {
        "start": "Здравствуйте здравствуйте! Смотрю, вы пришли на экзамен и готовы ответить определение?",
        "help": "Я ужас на крыльях ночи! Команды:\n/list - список определений\n/listdef - тот же список, но с вопросами\n/challenge - начать челлендж\n/lookup [определение] - посмотреть определение",
        "challenge": "Начало челленджа! Попробуйте ответить на все определения! Пиши 'сдаюсь' чтобы прекратить всё это и уйти на пересдачу."
    },
    "definitions": {
        "Случайное событие": "Событие названо случайным, если при осуществлении определенной совокупности условий S оно может либо произойти, либо не произойти",
        "Противоположное событие": "Событие называется противоположным к событию A, если оно происходит тогда и только тогда, когда не происходит A",
        "Элементарное событие": "это подмножество пространства исходов случайного эксперимента, которое состоит только из одного элемента",
        "Достоверное событие" : "это событие, которое в результате опыта или наблюдения непременно должно произойти",
        "Возможное событие": "К классу возможных событий относятся все подмножества множества элементарных событий",
        "Невозможное событие" : "это событие, не входящее в класс возможных",
        "Несовместное событие": "это событие, появление одного из которых исключает появление других событий в одном и том же испытании",
        "Независимое событие": "Событие B называют независимым от события A, если появление события A не изменяет вероятности появления события B.",
        "Вероятностное пространство": "это математическая модель случайного эксперимента",
        "Полная группа событий": "Несколько событий образуют полную группу, если в результате испытания появится хотя бы одно из них",
        "Классическая вероятность": "Классической вероятностью случайного события A называется отношение числа nнесовместимых равновероятных элементарных событий, составляющих событие A, к числу всех возможных элементарных событий N:P(A)=n/N",
        "Частотная (статическая оценка)": "вероятность как предел относительной частоты события при большом числе испытаний. P(A)=lim(N→∞)n/N, где N- количество наблюдений, а n - количество наступлений события A",
        "Геометрическая вероятность": "Геометрическая вероятность каждого события А есть отношение меры А к мере U пространства элементарных событий. Под мерой понимается: 1-мерном пространстве - длина, в 2-мерном - площадь, в 3-мерном- объем. P(A)=A/U",
        "Условная вероятность": "Условной вероятностью РА (В) называют вероятность события В, вычисленную в предположении, что событие А уже наступило",
        "Теорема сложения вероятностей": "Суммой А+В двух событий А и В называют событие, состоящее в появлении события А, или события В, или обоих этих событий.",
        "Произведение событий": "Произведением 2ух событий А и В называют событие АВ, состоящее в совместном появлении (совмещении) этих событий",
        "Испытания Бернулли": "Если производится несколько испытаний, причем вероятность события А в каждом испытании не зависит от исходов других испытаний, то такие испытания называют независимыми относительно события А",
        "Случайная величина": "Случайной называют величину, которая в результате испытания примет одно и только одно возможное значение,наперед неизвестное и зависящее от случайных причин, которые заранее не могут быть учтены.",
        "Закон распределения ДСВ": "Законом распределения дискретной случайной величины называют соответствие между возможными значениями и их вероятностями",
        "Непрерывное распределение": "распределение, не имеющее атомов(— это измеримое множество положительной меры, которое не содержит в себе подмножества меньшей положительной меры.)",
        "Функция распределения": "для каждого х значение F(х) равно вероятности того, что дискретная случайная величина примет значение, меньшее х",
        "Плотность распределения": "Плотностью распределения вероятностей непрерывной случайной величины Х называется функция f(x) – первая производная от функции распределения F(x)",
        "Производящая функция": "что-то сложное",
        "Математическое ожидание": "Математическим ожиданием дискретной случайной величины называют сумму произведений всех ее возможных значений на их вероятности",
        "Дисперсия": "Дисперсией (рассеянием) дискретной случайной величины называют математическое ожидание квадрата отклонения случайной величины от ее математического ожидания",
        "Формула Байеса": "Это знать надо",
        "Формула Бернулли": "Это знать надо",
        "Медиана": "Медианой(“середина”) mе называют варианту, которая делит вариационный ряд на две части, равные по числу вариант, т. е. одинаково вероятно, окажется ли случайная величина меньше или больше Meдианы",
        "Мода": "варианта, которая имеет наибольшую частоту",
        "Свойства математического ожидания": "1. М(С) = С 2. М(СХ) = СМ(Х) 3. М(ХУ) = М(Х)М(У) 4. М(Х + У) = М(Х) + М(У)",
        "Свойства дисперсии": "1. D(C) = 0 2. D(CX) = C^2D(X) 3. D(X + Y) = D(X) + D(Y) 4. D(X-Y) = D(X) + D(Y)",
        "Начальный момент": "Начальным моментом порядка k называют математическое ожидание величины Х^k.",
        "Центральный момент": "Центральным моментом порядка k случайной величины X называют математическое ожидание величины (X - M(X))^k",
        "Квантиль": "Кванти́ль в математической статистике – число x(p) такое, что заданная случайная величина X превышает его лишь с фиксированной вероятностью p.",
        "Ковариация": "это мера линейной зависимости случайных величин cov(X, Y) = M[(X - M[X])(Y - M[Y])]",
        "Корреляция": "статистическая взаимосвязь двух или более случайных величин (либо величин, которые можно с некоторой допустимой степенью точности считать таковыми). При этом изменения значений одной или нескольких из этих величин сопутствуют систематическому изменению значений другой или других величин",
        "Многомерная случайная величина": "величина, которая при проведении опыта принимает в качестве своего значения не число, а целый набор чисел, заранее неизвестно каких",
        "Условное распределение": "это распределение случайной величины при условии, что другая случайная величина принимает определённое значение",
        "Неравенство Маркова": "даёт оценку вероятности, что случайная величина превзойдёт по модулю фиксированную положительную константу, в терминах её математического ожидания. P(|X| >= a) <= M(|X|) / a",
        "Неравенство Чебышева": "Вероятность того, что отклонение случайной величины X от ее математического ожидания по абсолютной величине меньше положительного числа e, не меньше, чем 1 - D(X) / e^2. Р(|Х—М(Х)|< e ) >= 1—D(X)/ e2.",
        "Интервальная оценка": "это пара чисел в математической статистике, оцениваемых на основе наблюдений, между которыми предположительно находится оцениваемый параметр",
        "Выборка": "это множество случаев (испытуемых, объектов, событий, образцов), с помощью определённой процедуры выбранных из генеральной совокупности для участия в исследовании",
        "Объём выборки": "число случаев, включённых в выборочную совокупность",
        "Ошибка 1-го рода": "будет отвергнута правильная гипотеза. нулевую гипотезу отвергают, когда она истинна, и делают вывод, что имеется эффект, когда в действительности его нет. Максимальный шанс (вероятность) допустить ошибку 1-го рода обозначается α (альфа). Это уровень значимости критерия; нулевую гипотезу отвергают, если наше значение p ниже уровня значимости, т. е., если p < α",
        "Ошибка 2-го рода": "будет принята неправильная гипотеза. не отвергают нулевую гипотезу, когда она ложна, и делают вывод, что нет эффекта, тогда как в действительности он существует. Шанс возникновения ошибки 2-го рода обозначается β (бета); а величина (1-β) называется мощностью критерия",
        "Мощность": "— это вероятность отклонения нулевой гипотезы, когда она ложна, т.е. это шанс (обычно выраженный в процентах) обнаружить реальный эффект лечения в выборке данного объема как статистически значимый.",
        "Несмещённая оценка": "Несмещенная оценка является эффективной, если она имеет наименьшую среди всех несмещенных оценок дисперсию",
        "Состоятельная оценка": "Оценка называется состоятельной, если она сходится по вероятности к оцениваемому параметру θ при n→∞",
        "Временный ряд": "это набор значений какого-либо показателя за несколько последовательных периодов времени",
        "Центральная предельная теорема": "если случайная величина X представляет собой сумму очень большого числа взаимно независимых случайных величин, влияние каждой из которых на всю сумму ничтожно мало, то X имеет распределение, близкое к нормальному.",
        "Закон больших чисел": "совокупность теорем, определяющих условия стремления средних арифметических значений случайных величин к некоторой константе при проведении большого числа опытов"
    }
}
